[door_small_poor_int_wood_locked_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_LockedMessage=""
m_FocusLockedMessage="已上锁"

[Notes.DisclaimerExpert_AbstrInv DisAbstractItem]
m_ItemName="火车狂奔"
m_PluralItemName=""
m_Description="尽快抵达终点线。\n\n闪烁瞬移能力和敏捷所带来的高机动性将是你最好的助力。\n\n道路上布满了新的障碍物及锁上的门。\n\n刺客们现在巡视着这片区域。如果你杀了他们，他们很快就会卷土重来。\n\n得分：\n* 越快到达终点，你的得分就越高。\n* 你在完成挑战时所剩的生命及魔法会给你奖励分数。\n任务结束：\n如果你死亡或者掉进虚空，则挑战结束。"

[Notes.DisclaimerExpert_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.DisclaimerNormal_AbstrInv DisAbstractItem]
m_ItemName="火车狂奔"
m_PluralItemName=""
m_Description="尽快抵达终点线。\n\n闪烁瞬移能力和敏捷所带来的高机动性将是你最好的助力。\n\n得分：\n* 越快到达终点，你的得分就越高。\n* 你在完成挑战时所剩的生命及魔法会给你奖励分数。\n\n任务结束：\n如果你死亡或者掉进虚空，则挑战结束。"

[Notes.DisclaimerNormal_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

